Repository: sunshuwei/stellarium
Catalog: po/stellarium-scenery3d-descriptions/*.po
Languages: id

source: Testscene
id: Adegan Uji

source: This scene is mostly useful as testbed for your own developments. You should make a copy of the scene folder and modify at will, try material settings or some other details to find out how this plugin behaves. Then build and present your own work!
id: Adegan ini terutama berguna sebagai uji coba untuk pengembangan Anda sendiri. Anda dapat membuat salinan folder adegan dan memodifikasinya sesuka hati, mencoba pengaturan material atau detail lainnya untuk mengetahui bagaimana plugin ini bekerja. Kemudian, buat dan presentasikan karya Anda sendiri!

source: Coordinate and orientation tests
id: Uji orientasi dan koordinat

source: The pillars shown here, as seen from the structure's center, provide an approximate view (not hi-precision!) to solstice/equinox sunrise/sunset positions in central European latitudes. The central pillars provide an east-west-line. The survey coordinate grid visible on the floor does not align with geographic north. A rotation of -4.2 deg (test for meridian convergence) must be compensated, i.e., while the central pillars must absolutely and always point west-east, the grid lines hit the northern horizon slightly (4.2 deg) left of north!
id: Pilar-pilar yang ditunjukkan di sini, dilihat dari pusat struktur, memberikan gambaran perkiraan (bukan presisi tinggi!) posisi matahari terbit/terbenam titik balik matahari/ekuinoks di lintang Eropa tengah. Pilar-pilar pusat memberikan garis timur-barat. Kisi koordinat survei yang terlihat di lantai tidak sejajar dengan utara geografis. Rotasi -4,2 derajat (uji konvergensi meridian) harus dikompensasi, yaitu, meskipun pilar-pilar pusat harus mutlak dan selalu mengarah ke barat-timur, garis kisi-kisi tersebut sedikit (4,2 derajat) ke kiri dari utara!

source: Walkaround ground coordinates (Ctrl-R, T) should display the coordinates visible along the south and west border of the ground.
id: Koordinat tanah keliling (Ctrl-R, T) harus menampilkan koordinat yang terlihat di sepanjang batas selatan dan barat tanah.

source: Material test
id: Uji material

source: This model is also used for testing the plugin's graphical capabilities. You can play with material parameters to create funny effects like semitransparent or glow-in-the-dark brick spheres.
id: Model ini juga digunakan untuk menguji kemampuan grafis plugin. Anda dapat bereksperimen dengan parameter material untuk menciptakan efek-efek unik seperti bola bata semitransparan atau yang menyala dalam gelap.

source: To test temporal features, the pillars and spheres are visible only from the years 2000 until 2020. Edit the material file to change that!
id: Untuk menguji fitur temporal, pilar dan bola hanya terlihat dari tahun 2000 hingga 2020. Edit berkas material untuk mengubahnya!

source: Testscene for Stellarium/scenery3d development. Export from SU8-Kerkythea-KT2OBJ.
id: Testscene untuk pengembangan Stellarium/scenery3d. Ekspor dari SU8-Kerkythea-KT2OBJ.

source: Sterngarten ("Star Garden") is an open-air planetarium in the south-west of Vienna, demonstrating the solar year.
id: Sterngarten ("Taman Bintang") adalah planetarium terbuka di barat daya Wina, yang menunjukkan tahun matahari.

source: Idea
id: Ide

source: Univ.Prof.Dr.Oswald Thomas (1882 Kronstadt - 1963 Vienna). Founder, Astronomical Bureau (1907) and Austrian Astronomical Society (1924). Director of first Vienna Planetarium (1927) and Urania observatory.
id: Prof. Dr. Oswald Thomas dari Univ. (1882 Kronstadt - 1963 Wina). Pendiri Biro Astronomi (1907) dan Perhimpunan Astronomi Austria (1924). Direktur Planetarium Wina pertama (1927) dan Observatorium Urania.

source: Construction
id: Konstruksi

source: The Sterngarten was developed by Thomas' student and successor in the Astronomical Bureau Prof. Hermann Mucke (1935-2019) with his collaborators. Mucke was also secretary of the Austrian Astronomical Society from 1963-2018, director of Vienna planetarium 1963-2001 and Vienna Urania public observatory from 1971-2001. For more than 60 years, Mucke and the Society published the "Österreichischer Himmelskalender" (Austrian Celestial Calendar) and the monthly journal "Der Sternenbote" (The Starry Messenger).
id: Sterngarten dikembangkan oleh murid Thomas dan penerusnya di Biro Astronomi, Prof. Hermann Mucke (1935-2019), bersama para kolaboratornya. Mucke juga menjabat sebagai sekretaris Perhimpunan Astronomi Austria 1963-2018, direktur planetarium Wina 1963-2001, dan observatorium publik Urania Wina 1971-2001. Selama lebih dari 60 tahun, Mucke dan Perhimpunan tersebut menerbitkan "Österreichischer Himmelskalender" (Kalender Langit Austria) dan jurnal bulanan "Der Sternenbote" (Utusan Berbintang).

source: It was built 1997-2001 by the Austrian Astronomical Society, supported by public and private sponsors.
id: Dibangun tahun 1997-2001 oleh Masyarakat Astronomi Austria, didukung oleh sponsor publik dan swasta.

source: Purpose
id: Tujuan

source: Improvement of basic astronomical knowledge in the general public. Witnessing celestial facts and changes with the unaided eye, optionally with a field glass, is offered by our installation, situated in the extreme southwest of Vienna; always open privately for everybody free of charge. Frequently guided tours.
id: Peningkatan pengetahuan astronomi dasar bagi masyarakat umum. Menyaksikan fakta dan perubahan langit dengan mata telanjang, atau dengan teropong, ditawarkan oleh instalasi kami yang terletak di ujung barat daya Wina; selalu terbuka untuk umum secara gratis. Tur berpemandu juga sering diadakan.

source: Components
id: Komponen

source: Pyramid with platform 7x7m. Seen from 1.5m above Center Plate all angles fit.
id: Piramida dengan platform 7x7m. Dilihat dari ketinggian 1,5m di atas Pelat Tengah, semua sudutnya pas.

source: Horizon Railing, representing the mathematical horizon.
id: Horizon Railing, melambangkan horizon matematika.

source: Surrounding Steps; 200 seats. Entrance by staircase and wheelchair ramp.
id: Tangga di sekitarnya; 200 kursi. Pintu masuk melalui tangga dan jalur landai untuk kursi roda.

source: Pillars for sunrise and sunset at beginning of the seasons. Pillar positions are right on the azimuths of equinoxes and solstices. Arms indicate horizon and shifting effect due to refraction. (Observation of rising/setting on the mathematical horizon is not possible in the field due to vegetation and landscape).
id: Pilar untuk matahari terbit dan terbenam di awal musim. Posisi pilar berada tepat di azimut ekuinoks dan solstis. Lengan menunjukkan horizon dan efek pergeseran akibat refraksi. (Pengamatan terbit/terbenamnya matahari pada horizon matematis tidak memungkinkan di lapangan karena vegetasi dan lanskap).

source: South Pillar, marked (10&deg;/10&deg; altitude); Transit marks for sun at seasons' beginning.
id: Pilar Selatan, ditandai (ketinggian 10°/10°); Tanda transit matahari di awal musim.

source: North Pillar, marked (10&deg;/10&deg; altitude); on top Shadow Disc with central hole: North celestial Pole.
id: Pilar Utara, ditandai (ketinggian 10°/10°); di atas Cakram Bayangan dengan lubang di tengah: Kutub langit Utara.

source: Bent Analemma, divided. Spring and summer dates on the horizontal part, autumn and winter dates on the ascending one, marked (10&deg;/10&deg;) solar longitude, with zodiacal signs. Ascending part serves as polar gnomon for the
id: Analemma bengkok, terbagi. Tanggal musim semi dan musim panas pada bagian horizontal, tanggal musim gugur dan musim dingin pada bagian menaik, ditandai dengan bujur matahari (10°/10°), dengan lambang zodiak. Bagian menaik berfungsi sebagai gnomon kutub untuk

source: Sundial, full hours Vh to VIIh marked.
id: Jam matahari, jam penuh Vh sampai VIIh ditandai.

source: Information panels.
id: Panel informasi

source: Further Information
id: Informasi lebih lanjut

source: Websites in German only.
id: Situs web hanya dalam bahasa Jerman.

source: German Wikipedia article on the <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a>
id: Artikel Wikipedia berbahasa Jerman pada <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a>

source: Created by Georg Zotti following plans by H. Mucke; Like countless amateur and professional astronomers in Austria, Zotti was introduced to astronomy by Mucke in his primary school days. Mucke's spirit will remain alive in the Sterngarten.
id: Diciptakan oleh Georg Zotti mengikuti rencana H. Mucke; Seperti banyak astronom amatir dan profesional di Austria, Zotti diperkenalkan dengan astronomi oleh Mucke sejak masa sekolah dasar. Semangat Mucke akan tetap hidup di Sterngarten.

source: Model created in 2010 with Google Sketchup 8, exported from Google Sketchup 8.0.14346.
id: Model diciptakan di 2010 dengan Google Sketchup 8, diekspor dari Google Sketchup 8.0.14346.
